0	american_football.football_conference
1	education.educational_degree
2	law.court
3	sports.sports_team
4	metropolitan_transit.transit_line
5	biology.animal
6	music.record_label
7	sports.sports_position
8	royalty.noble_title
9	medicine.muscle
10	metropolitan_transit.transit_system
11	computer.software
12	broadcast.tv_station
13	location.jp_prefecture
14	film.actor
15	exhibitions.exhibition_sponsor
16	spaceflight.astronaut
17	protected_sites.listed_site
18	travel.accommodation
19	sports.professional_sports_team
20	business.defunct_company
21	government.general_election
22	book.periodical
23	sports.school_sports_team
24	soccer.football_league
25	business.consumer_product
26	book.periodical_subject
27	government.government_office_or_title
28	medicine.drug_ingredient
29	film.production_company
30	broadcast.artist
31	book.author
32	organization.non_profit_organization
33	broadcast.tv_channel
34	sports.sports_championship_event
35	chemistry.chemical_element
36	location.uk_constituent_country
37	sports.sports_league_season
38	language.human_language
39	biology.organism
40	boats.ship_class
41	broadcast.radio_station
42	astronomy.constellation
43	interests.collection_category
44	music.lyricist
45	baseball.baseball_league
46	book.book
47	sports.sports_championship
48	music.performance_role
49	business.job_title
50	soccer.football_team_manager
51	boats.ship_type
52	architecture.architectural_structure_owner
53	organization.organization
54	music.artist
55	award.recurring_competition
56	baseball.baseball_position
57	soccer.football_position
58	cvg.computer_videogame
59	military.rank
60	location.in_district
61	aviation.aircraft_owner
62	people.ethnicity
63	ice_hockey.hockey_team
64	meteorology.tropical_cyclone_season
65	location.province
66	military.military_post
67	tv.tv_series_season
68	film.producer
69	celebrities.celebrity
70	tv.tv_genre
71	tv.tv_director
72	award.award_presenting_organization
73	location.us_state
74	sports.boxer
75	organization.membership_organization
76	education.school
77	tennis.tennis_player
78	cvg.cvg_publisher
79	amusement_parks.park
80	geography.mountain
81	food.food
82	astronomy.astronomical_discovery
83	book.periodical_publisher
84	film.film
85	fictional_universe.fictional_organization
86	music.group_member
87	government.government_agency
88	fictional_universe.fictional_character
89	royalty.chivalric_order_member
90	religion.religion
91	music.instrument
92	education.athletics_brand
93	military.military_unit
94	business.product_category
95	media_common.media_genre
96	tv.tv_series_episode
97	amusement_parks.ride
98	geography.body_of_water
99	education.educational_institution
100	visual_art.visual_artist
101	location.australian_state
102	astronomy.celestial_object
103	architecture.building
104	film.music_contributor
105	broadcast.broadcast
106	government.governmental_body
107	aviation.airport
108	film.film_distributor
109	medicine.disease
110	award.hall_of_fame_inductee
111	soccer.football_team
112	government.u_s_congressperson
113	basketball.basketball_coach
114	education.university
115	american_football.football_player
116	military.military_conflict
117	theater.play
118	finance.currency
119	boats.ship
120	soccer.football_player
121	computer.operating_system
122	sports.multi_event_tournament
123	astronomy.orbital_relationship
124	cricket.cricket_bowler
125	biology.organism_classification
126	tv.tv_program
127	time.event
128	olympics.olympic_games
129	government.election_campaign
130	location.administrative_division
131	tv.tv_program_creator
132	tennis.tennis_tournament
133	business.brand
134	royalty.monarch
135	chemistry.chemical_compound
136	law.legal_case
137	film.film_character
138	music.composition
139	architecture.venue
140	basketball.basketball_team
141	baseball.baseball_team
142	award.award
143	automotive.model
144	government.political_party
145	tv.tv_actor
146	architecture.structure
147	theater.theater_actor
148	music.musical_scale
149	book.magazine
150	military.military_person
151	music.media_format
152	location.region
153	music.composer
154	tv.tv_writer
155	martial_arts.martial_artist
156	sports.cyclist
157	royalty.noble_person
158	comic_books.comic_book_character
159	location.us_county
160	military.armed_force
161	sports.sport
162	soccer.football_award
163	location.capital_of_administrative_division
164	olympics.olympic_event_competition
165	religion.religious_leader
166	baseball.baseball_player
167	computer.computer
168	sports.sports_facility
169	transportation.road
170	award.competition
171	ice_hockey.hockey_player
172	tv.tv_network
173	cricket.cricket_team
174	aviation.airline
175	rail.locomotive_class
176	government.election
177	location.citytown
178	basketball.basketball_player
179	business.business_operation
