0	film.director
1	astronomy.asteroid
2	music.record_label
3	music.composition
4	location.jp_prefecture
5	book.periodical_publisher
6	tv.tv_genre
7	location.country
8	cvg.cvg_developer
9	medicine.anatomical_structure
10	organization.membership_organization
11	film.actor
12	sports.school_sports_team
13	baseball.baseball_league
14	music.writer
15	astronomy.orbital_relationship
16	award.hall_of_fame_inductee
17	broadcast.radio_station
18	basketball.basketball_team
19	tv.tv_program
20	music.musical_scale
21	book.book
22	interests.collection_category
23	location.province
24	sports.sports_league_season
25	tennis.tennis_tournament_champion
26	medicine.medical_treatment
27	tv.tv_personality
28	cricket.cricket_player
29	business.job_title
30	royalty.monarch
31	metropolitan_transit.transit_stop
32	sports.sport
33	film.producer
34	celebrities.celebrity
35	theater.play
36	amusement_parks.park
37	sports.sports_championship_event
38	religion.religious_leader
39	sports.multi_event_tournament
40	tv.tv_director
41	education.field_of_study
42	olympics.olympic_games
43	sports.cyclist
44	boats.ship_class
45	geography.mountain
46	rail.locomotive_class
47	government.legislative_session
48	education.school
49	business.defunct_company
50	martial_arts.martial_artist
51	film.film
52	astronomy.star_system_body
53	music.lyricist
54	time.event
55	education.fraternity_sorority
56	book.periodical
57	chess.chess_player
58	broadcast.radio_format
59	music.composer
60	metropolitan_transit.transit_line
61	music.performance_role
62	book.written_work
63	baseball.baseball_position
64	book.newspaper
65	architecture.venue
66	cvg.cvg_platform
67	medicine.disease
68	geography.island
69	government.governmental_body
70	sports.sports_position
71	exhibitions.exhibition_sponsor
72	soccer.football_team_manager
73	sports.boxer
74	business.product_category
75	sports.sports_league_draft
76	royalty.noble_title
77	people.family_member
78	business.consumer_company
79	tv.tv_network
80	broadcast.tv_channel
81	law.invention
82	location.citytown
83	location.uk_statistical_location
84	location.australian_state
85	government.politician
86	government.u_s_congressperson
87	religion.religion
88	government.election_campaign
89	location.us_county
90	aviation.airline
91	film.production_company
92	music.group_member
93	sports.sports_facility
94	automotive.model
95	aviation.aircraft_model
96	royalty.chivalric_order_member
97	baseball.baseball_team
98	education.university
99	cricket.cricket_bowler
100	location.location
101	cvg.computer_videogame
102	sports.sports_championship
103	tennis.tennis_tournament
104	transportation.road
105	location.in_state
106	fictional_universe.fictional_character
107	time.recurring_event
108	architecture.architectural_structure_owner
109	soccer.football_player
110	tv.tv_producer
111	location.region
112	location.uk_constituent_country
113	business.customer
114	broadcast.genre
115	film.film_festival_focus
116	internet.website
117	military.military_conflict
118	chemistry.chemical_compound
119	food.food
120	book.author
121	internet.website_owner
122	architecture.structure
123	sports.pro_athlete
124	royalty.kingdom
125	music.producer
126	location.capital_of_administrative_division
127	business.business_operation
128	soccer.football_team
129	chemistry.chemical_element
130	geography.river
131	military.military_post
132	government.general_election
133	broadcast.tv_station
134	american_football.football_player
135	amusement_parks.ride
136	geography.body_of_water
137	music.artist
138	tv.tv_program_creator
139	visual_art.visual_artist
140	sports.sports_award_winner
141	business.brand
142	military.rank
143	soccer.football_league
144	metropolitan_transit.transit_system
145	media_common.media_genre
146	basketball.basketball_coach
147	law.legal_case
148	spaceflight.astronaut
149	location.australian_local_government_area
150	government.government_office_or_title
151	astronomy.constellation
152	government.government_agency
153	soccer.football_league_season
154	people.person
155	soccer.fifa
156	astronomy.astronomical_discovery
157	music.music_video_director
158	sports.sports_team
159	soccer.football_position
160	meteorology.tropical_cyclone
161	award.award_ceremony
162	finance.currency
163	broadcast.broadcast
164	royalty.noble_person
165	aviation.airport
166	award.award_presenting_organization
167	film.music_contributor
168	sports.tournament_event_competition
169	soccer.football_world_cup
170	tv.tv_series_episode
171	theater.theater_actor
172	medicine.muscle
173	computer.software
174	protected_sites.listed_site
175	education.educational_degree
176	film.film_character
177	music.album
178	basketball.basketball_position
179	language.human_language
180	basketball.basketball_player
181	astronomy.celestial_object
182	organization.non_profit_organization
183	location.administrative_division
184	government.political_party
185	cvg.cvg_genre
186	book.magazine
187	organization.organization
188	location.us_state
189	military.military_unit
190	ice_hockey.hockey_position
191	film.film_distributor
192	award.competition
193	business.consumer_product
194	architecture.building
195	boats.ship
196	tv.tv_writer
197	biology.organism_classification
198	medicine.drug
199	location.in_district
200	broadcast.artist
201	award.award_category
202	biology.animal
203	medicine.drug_ingredient
204	ice_hockey.hockey_team
205	military.armed_force
206	government.election
207	education.educational_institution
208	computer.software_license
209	boats.ship_type
210	military.military_person
211	basketball.basketball_conference
212	sports.sports_award_type
213	law.court
214	computer.computer
215	travel.accommodation
216	award.recurring_competition
217	tennis.tennis_player
218	music.musical_group
219	music.media_format
220	tv.tv_actor
221	music.genre
222	aviation.aircraft_owner
223	book.periodical_subject
224	cricket.cricket_stadium
225	cvg.cvg_publisher
226	automotive.company
227	tv.tv_series_season
228	computer.operating_system
229	fictional_universe.fictional_organization
230	olympics.olympic_event_competition
231	sports.golfer
232	american_football.football_conference
233	film.film_genre
234	business.industry
235	location.hud_county_place
236	sports.sports_league
237	education.athletics_brand
238	ice_hockey.hockey_player
239	award.award
240	government.us_president
241	tv.tv_character
242	meteorology.tropical_cyclone_season
243	american_football.football_coach
244	cricket.cricket_team
245	people.ethnicity
246	american_football.football_team
247	sports.professional_sports_team
248	film.writer
249	award.award_discipline
250	soccer.football_award
251	baseball.baseball_player
252	biology.organism
253	comic_books.comic_book_character
254	music.instrument
